"inputAspectRatio" = "Proporcje obrazu";
"inputAVector" = "Wektor alfa";
"inputAcuteAngle" = "Ostry kąt";
"inputAmount" = "Ilość";
"inputAngle" = "Kąt";
"inputAngleDelta" = "Zmiana kąta";
"inputBVector" = "Wektor koloru niebieskiego";
"inputBackgroundImage" = "Obraz tła";
"inputBacksideImage" = "Obraz tylny";
"inputBarOffset" = "Odległość rolet";
"inputBiasVector" = "Wektor obciążenia";
"inputBottomLeft" = "Lewy dolny róg";
"inputBottomRight" = "Prawy dolny róg";
"inputBrightness" = "Jasność";
"inputCenter" = "Środek";
"inputChrominanceSoftness" = "Zmiękczenie chrominancji";
"inputCenterColor1" = "Kolor centrum 1";
"inputCenterColor2" = "Kolor centrum 2";
"inputCenterColor3" = "Kolor centrum 3";
"inputCloseness1" = "Dokładność 1";
"inputCloseness2" = "Dokładność 2";
"inputCloseness3" = "Dokładność 3";
"inputColor" = "Kolor";
"inputColor0" = "Kolor 1";
"inputColor1" = "Kolor 2";
"inputCompression" = "Kompresja";
"inputConcentration" = "Koncentracja";
"inputContrast" = "Kontrast";
"inputContrast1" = "Kontrast 1";
"inputContrast2" = "Kontrast 2";
"inputContrast3" = "Kontrast 3";
"inputCount" = "Liczba";
"inputCrossAngle" = "Kąt krzyża";
"inputCrossOpacity" = "Krycie krzyża";
"inputCrossScale" = "Skala krzyża";
"inputCrossWidth" = "Szerokość krzyża";
"inputCubeData" = "Dane sześcianu";
"inputCubeDimension" = "Wymiary sześcianu";
"inputDisplacementImage" = "Przeniesienie obrazu";
"inputEdgeIntensity" = "Intensywność krawędzi";
"inputEV" = "EV";
"inputEpsilon" = "Epsilon";
"inputExtent" = "Rozległość";
"inputFadeThreshold" = "Próg zaniku";
"inputGCR" = "Zamiana składnika szarości";
"inputGradientImage" = "Obraz gradientu";
"inputGVector" = "Wektor koloru zielonego";
"inputHaloOverlap" = "Nałożenie poświaty";
"inputHaloRadius" = "Promień poświaty";
"inputHaloWidth" = "Szerokość poświaty";
"inputImage" = "Obrazek";
"inputIntensity" = "Intensywność";
"inputLevels" = "Poziomy";
"inputLightPointsAt" = "Światło skierowane na";
"inputLightPosition" = "Pozycja światła";
"inputMaskImage" = "Obraz maski";
"inputMaxStriationRadius" = "Maksymalny promień żłobienia";
"inputMaximumRadius" = "Maksymalny promień";
"inputMinimumAngle" = "Minimalny kąt";
"inputMinimumRadius" = "Minimalny promień";
"inputNoiseLevel" = "Poziom szumu";
"inputNRNoiseLevel" = "Poziom szumu NR";
"inputNRSharpness" = "Ostrość NR";
"inputOpacity" = "Krycie";
"inputPoint0" = "Punkt 1";
"inputPoint1" = "Punkt 2";
"inputPower" = "Zasilanie";
"inputRVector" = "Wektor koloru czerwonego";
"inputRadius" = "Radius";
"inputRadius0" = "Promień 1";
"inputRadius1" = "Promień 2";
"inputRectangle" = "Prostokąt";
"inputRefraction" = "Załamanie";
"inputReplacementColor1" = "Kolor zamienny 1";
"inputReplacementColor2" = "Kolor zamienny 2";
"inputReplacementColor3" = "Kolor zamienny 3";
"inputSaturation" = "Nasycenie";
"inputScale" = "Skaluj";
"inputShadingImage" = "Cieniowanie obrazu";
"inputShadowRadius" = "Promień cienia";
"inputShadowDensity" = "Gęstość cienia";
"inputShadowOffset" = "Przesunięcie cienia";
"inputSharpness" = "Ostrość";
"inputStriationContrast" = "Kontrast żłobienia";
"inputStriationStrength" = "Siła żłobienia";
"inputSunRadius" = "Promień słońca";
"inputTargetImage" = "Obraz docelowy";
"inputTexture" = "Tekstura";
"inputThreshold" = "Próg";
"inputTime" = "Czas";
"inputTopLeft" = "Lewy górny róg";
"inputTopRight" = "Prawy górny róg";
"inputTransform" = "Transformacja";
"inputWidth" = "Szerokość";
"inputUCR" = "Usunięcie podkoloru";
"outputImage" = "Obraz wynikowy";
